<h1>Обо авторе этой страницы</h1>
<p>
	Привет! Меня зовут Никита Стерхов, и я рад приветствовать вас на своей
	странице. Я живу в Ижевске, Россия, и я старшеклассник в 32 школе.
</p>
<h2>Хобби</h2>

<p>
	В свободное время я увлекаюсь компьютерами. Также я
	люблю слушать музыку и рисовать граффити.
</p>
<h2>Образование</h2>

<p>
	Мои любимые предметы в школе - информатика и английский. После окончания школы я
	планирую поступить в один из технических университетов, чтобы получить
	качественное высшее образование в области техники или информационных
	технологий.
</p>
<h2>Цели</h2>
<p>
	Я мечтаю о карьере компьютершика Восилия, но также понимаю, что
	образование очень важно для достижения успеха в любой области. 
</p>

<p>
   РАЗГОНЯЕЙТЕ FX ПО ШИНЕ А, НЕ ПО МНОЖИТЕЛЮ!!!!!
</p>



<style>
    .photo{
        float: right;
        margin: 2px;
        border-radius: 4px;
    }
</style>